{
  "in": "in",
  "home": "Home",
  "tools": "Tools",
  "coding": "Coding",
  "website": "Website",
  "contact": "Contact",
  "about-me": "About me",
  "projects": "Projects",
  "products": "Products",
  "what I do": "What I do",
  "made with": "Made with",
  "navigation": "Navigation",
  "contact-me": "Contact me",
  "my projects": "My projects",
  "download CV": "Download CV",
  "created with": "created with",
  "get in touch": "Get in touch",
  "hi there, I'm": "Hi there, I'm",
  "more about me": "More about me",
  "get to know me": "Get to know me",
  "see my projects": "See my projects",
  "resources for devs": "Resources for devs",
  "resources for users": "Resources for users",
  "all rights reserved": "All rights reserved",
  "some of my latest works": "Some of my latest works",
  "logic and good practices": "Logic and good practices",
  "i'm currently available for work": "I'm currently available for work.",
  "feel free to contact me": "Feel free to contact me. I'm waiting for your message.",
  "i created these resources to help people": "I created these resources to help people.",
  "i help people and brands": "I help people and brands reach their goals by designing & building digital products that solve real user needs",
  "i'm always looking for new opportunities to help you build your product": "I'm always looking for new opportunities to help you build your product.",
  "case studies, digital products and design systems": "Case studies, digital products and design systems which are visually pleasing, user-centric and easy to use.",
  "i created these resources to help the community so they can improve their products": "I created these resources to help the community so they can improve their products.",
  "i am constantly looking": "I am constantly looking to learn new things every day and look for new ways to improve my skills and knowledge to improve as a developer frontend.",
  "building responsive websites with a Mobile First approach": "Building responsive websites with a “Mobile First” approach. Providing the users an enriching experience that responds to any device and screen size.",
  "i am a developer based in Colombia": "I am a developer based in Colombia. I am focused on developing easy-to-use interfaces to offer the best product. I am passionate about improving the lives of other developers by creating tools to streamline work",
  "understand basic React concepts such as components, state, properties": "Understand basic React concepts such as components, state, properties, and use tools like React DevTools to help debug and optimize your app's performance. Also separate the presentation logic from the business logic into separate or modulated components.",
  "i have experience working in agile environments": "I have experience working in agile environments and have worked through the entire product development cycle, from ideation to delivery. I've worked as a freelancer to help clients design and build unique products that were visually strong, worked beautifully, were easy to use, but most importantly, focused on the user experience.",
  "i use add-on libraries and frameworks like Redux or React Router": "I use add-on libraries and frameworks like Redux or React Router to handle application state management and navigation. I make sure to optimize the performance of your application using techniques like conditional rendering and lazy loading. I keep your code organized and readable using common design patterns and good coding practices."
}